[Abduct_Sokolov DishonoredObjective]
m_Description="Raptar Sokolov"

[Abduct_Sokolov:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="Encontre Sokolov"
m_Status=""

[Abduct_Sokolov:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="`GBA_Use` Carregar Sokolov até Samuel, o Barqueiro, debaixo da ponte perto da casa de Sokolov"
m_Status=""

[Abduct_Sokolov:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="Viaje com Samuel, o Barqueiro, até a Ponte Kaldwin"
m_Status=""

[Abduct_Sokolov:DishonoredTask_Custom_4 DishonoredTask_Custom]
m_Description="Viaje com Samuel (e Sokolov) de volta ao Hound Pits Pub"
m_Status=""

[Abduct_Sokolov:DishonoredTask_Custom_5 DishonoredTask_Custom]
m_Description="Encontre e entre na casa de Sokolov"
m_Status=""

[Abduct_Sokolov:DishonoredTask_Custom_7 DishonoredTask_Custom]
m_Description="Deixar Sokolov inconsciente"
m_Status=""

[Abduct_Sokolov:DishonoredTask_Custom_8 DishonoredTask_Custom]
m_Description="Desative os holofotes do ponto de controle para que Samuel possa aproximar o barco da casa de Sokolov"
m_Status=""

[Painting_Safe DishonoredObjective]
m_Description="(Opcional) Investigar Cofre"

[Painting_Safe:DishonoredTask_Custom_9 DishonoredTask_Custom]
m_Description="(Opcional) Abra o cofre escondido atrás da pintura"
m_Status=""

[Thug_Prisoner DishonoredObjective]
m_Description="(Opcional) Ajude o Catador"

[Thug_Prisoner:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="(Opcional) Encontre a chave da cela"
m_Status=""

[Thug_Prisoner:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="(Opcional) Siga o catador"
m_Status=""

[Thug_Prisoner:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="(Opcional) Mate os crustáceos do rio"
m_Status=""

[Thug_Prisoner:DishonoredTask_Custom_3 DishonoredTask_Custom]
m_Description="(Opcional) Encontre a chave da porta do píer"
m_Status=""

[Thug_Prisoner:DishonoredTask_Custom_4 DishonoredTask_Custom]
m_Description="(Opcional) Abrir a cela"
m_Status=""

[Thug_Prisoner:DishonoredTask_Custom_5 DishonoredTask_Custom]
m_Description="(Opcional) Siga o catador"
m_Status=""

[Thug_Prisoner:DishonoredTask_Custom_6 DishonoredTask_Custom]
m_Description="(Opcional) Abrir a porta do píer"
m_Status=""

[Thug_Prisoner:DishonoredTask_Custom_7 DishonoredTask_Custom]
m_Description="(Opcional) Siga o catador"
m_Status=""

